Repository: Aarontaken/sit-watcher
Catalog: SitWatcher/Localizable.xcstrings
Source language: en
Languages: zh_hans

# controls.pause
source: Pause
zh_hans: 暂停

# controls.resume
source: Resume
zh_hans: 继续

# controls.reset
source: Reset
zh_hans: 重置

# controls.skip
source: Skip
zh_hans: 跳过

# floating.body_fmt
source: You've been sitting for %lld minutes
zh_hans: 你已经连续坐了 %lld 分钟

# floating.snooze_fixed
source: Snooze 5 min
zh_hans: 稍后 5 分钟

# floating.title
source: Time to stand
zh_hans: 该站起来了！

# floating.confirm_move
source: Got it
zh_hans: 好的，我去活动

# footer.quit
source: Quit
zh_hans: 退出

# footer.settings
source: Settings
zh_hans: 设置

# footer.test
source: Preview
zh_hans: 预览

# footer.updates
source: Updates
zh_hans: 更新

# fullscreen.body_fmt
source: You've been sitting for %lld minutes — give your body a quick break
zh_hans: 已经坐了 %lld 分钟，给身体一点活动的时间

# fullscreen.dismiss_button
source: I'm up now
zh_hans: 我已经站起来了

# fullscreen.title
source: Take a short walk
zh_hans: 起来走走吧

# menu.tagline
source: Breathe away from sitting ✨
zh_hans: 久坐也要透口气 ✨

# notification.body_fmt
source: You've been sitting for %lld minutes — time to stretch
zh_hans: 已经坐了 %lld 分钟了，起来活动一下吧

# settings.back
source: Back
zh_hans: 返回

# settings.done
source: Done
zh_hans: 完成

# settings.fmt.minutes
source: %lld min
zh_hans: %lld 分钟

# settings.language.subtitle
source: Overrides macOS language only for SitWatcher UI
zh_hans: 仅在 SitWatcher 界面使用所选语言（不影响系统或其他应用）

# settings.language.system
source: Follow system
zh_hans: 跟随系统

# settings.language.title
source: Language
zh_hans: 界面语言

# settings.idle.subtitle
source: After this idle time, we assume you've stepped away
zh_hans: 多久没操作视为你已离开座位

# settings.idle.title
source: Away detection
zh_hans: 离开检测时间

# settings.launch_at_login.subtitle
source: Start SitWatcher in the menu bar after login
zh_hans: 登录后自动在菜单栏启动

# settings.launch_at_login.title
source: Launch at login
zh_hans: 开机自启动

# settings.mouse.subtitle
source: Mouse moves smaller than this are ignored as idle jitter
zh_hans: 低于此距离的鼠标移动会被忽略

# settings.mouse.title
source: Mouse sensitivity (px)
zh_hans: 鼠标灵敏度

# settings.reminder_interval.subtitle
source: How often we nudge you to stand
zh_hans: 每隔多久提醒你站起来

# settings.reminder_interval.title
source: Reminder interval
zh_hans: 久坐提醒间隔

# settings.fullscreen_delay.subtitle
source: If the banner is ignored, escalate to fullscreen after this delay
zh_hans: 忽略浮窗多久后升级为全屏覆盖

# settings.fullscreen_delay.title
source: Fullscreen escalation delay
zh_hans: 全屏提醒延迟

# settings.sound.subtitle
source: Play a brief sound at deadline (respects system volume)
zh_hans: 到点时播放简短提示（跟系统音量）

# settings.sound.title
source: Sound cue
zh_hans: 提示音

# settings.window.title
source: Settings
zh_hans: 设置

# settings.window.subtitle
source: Tune reminders to your rhythm
zh_hans: 按你的节奏改提醒

# stats.focus
source: Focus time
zh_hans: 专注时长

# stats.interrupt
source: Interrupted
zh_hans: 被打断

# stats.rest
source: Breaks
zh_hans: 已休息

# stats.today
source: Today
zh_hans: 今日一览

# status.away
source: Away
zh_hans: 已离开

# status.focusing
source: Focused
zh_hans: 专注中

# status.paused
source: Paused
zh_hans: 已暂停

# status.reminding
source: Reminding
zh_hans: 提醒中

# timer.remaining
source: Remaining
zh_hans: 剩余时间
